Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Aperture doesn’t decode contract calls without the source. Read the selector against the dApp’s docs.
af: Aperture dekodeer nie kontrakoproepe sonder die bron nie. Lees die kieser teen die dApp se dokumentasie.
ar: لا تفكّ Aperture استدعاءات العقد دون توفّر الكود المصدري. قارن المحدِّد (selector) بوثائق dApp.
bg: Aperture не декодира извиквания на договори без източника. Прочетете селектора спрямо документацията на dApp.
bn: সোর্স ছাড়া Aperture কন্ট্রাক্ট কল ডিকোড করে না। dApp-এর ডকুমেন্টেশনের সাথে selector মিলিয়ে দেখুন।
ca: Aperture no descodifica crides al contracte sense el codi font. Compara el selector amb la documentació de la dApp.
cs: Aperture nedekóduje volání kontraktu bez zdrojového kódu. Porovnejte selector s dokumentací dApp.
da: Aperture afkoder ikke kontraktopkald uden kildekoden. Sammenlign selectoren med dApp-dokumentationen.
de: Aperture dekodiert Vertragsaufrufe nicht ohne Quellcode. Vergleiche den Selector mit der dApp-Dokumentation.
el: Το Aperture δεν αποκωδικοποιεί κλήσεις συμβολαίου χωρίς τον πηγαίο κώδικα. Συγκρίνετε τον selector με την τεκμηρίωση του dApp.
es: Aperture no decodifica llamadas a contratos sin la fuente. Compara el selector con la documentación de la dApp.
et: Aperture ei dekodeeri lepingukutseid ilma lähtekoodita. Loe selektorit dAppi dokumentatsiooni järgi.
fa: Aperture فراخوانی‌های قرارداد را بدون منبع رمزگشایی نمی‌کند. سلکتور را در برابر مستندات dApp بخوانید.
fi: Aperture ei dekoodaa sopimuskutsuja ilman lähdekoodia. Vertaa selectoria dApp:n dokumentaatioon.
fil: Hindi dino-decode ng Aperture ang mga contract call nang walang source. Basahin ang selector batay sa mga docs ng dApp.
fr: Aperture ne décode pas les appels de contrat sans la source. Vérifiez le sélecteur dans la documentation de la dApp.
he: ‏Aperture לא מפענחת קריאות חוזה ללא קוד המקור. יש להשוות את ה־selector מול תיעוד ה־dApp.
hi: बिना सोर्स के Aperture कॉन्ट्रैक्ट कॉल डिकोड नहीं करता। dApp के डॉक्स के साथ सेलेक्टर मिलाकर पढ़ें।
hr: Aperture ne dekodira pozive ugovora bez izvornog koda. Usporedite selector s dokumentacijom dApp-a.
hu: Az Aperture forráskód nélkül nem dekódolja a szerződéshívásokat. Vesd össze a selectort a dApp dokumentációjával.
id: Aperture tidak menerjemahkan panggilan kontrak tanpa sumbernya. Baca selektor terhadap dokumentasi dApp.
is: Aperture afkóðar ekki samningskall án upprunans. Lestu valtáknið með hliðsjón af skjölum dApp-sins.
it: Aperture non decodifica le chiamate al contratto senza il sorgente. Confronti il selettore con la documentazione della dApp.
ja: Aperture はソースなしではコントラクト呼び出しをデコードしません。セレクタを dApp のドキュメントと照合してください。
ko: Aperture는 소스 없이 컨트랙트 호출을 해독하지 않아요. dApp 문서와 대조해 셀렉터를 확인하세요.
lt: Aperture nedekoduoja sutarčių iškvietimų be šaltinio kodo. Perskaitykite selektorių pagal dApp dokumentaciją.
lv: Aperture neatkodē līgumu izsaukumus bez avota. Izlasiet selektoru, salīdzinot ar dApp dokumentāciju.
ml: ഉറവിടം ഇല്ലാതെ Aperture കരാർ കോളുകൾ ഡീകോഡ് ചെയ്യില്ല. dApp-ന്റെ പ്രമാണങ്ങൾക്കെതിരെ സെലക്ടർ വായിക്കുക.
mr: स्रोताशिवाय Aperture करार कॉल डीकोड करत नाही. dApp च्या दस्तऐवजांविरुद्ध सिलेक्टर वाचा.
ms: Aperture tidak menyahkod panggilan kontrak tanpa sumber. Baca pemilih berdasarkan dokumentasi dApp.
nb: Aperture dekoder ikke kontraktanrop uten kildekoden. Sammenlign selectoren med dApp-dokumentasjonen.
nl: Aperture decodeert contractaanroepen niet zonder de bron. Vergelijk de selector met de documentatie van de dApp.
pa: ਸਰੋਤ ਤੋਂ ਬਿਨਾਂ Aperture ਕੰਟਰੈਕਟ ਕਾਲਾਂ ਨੂੰ ਡੀਕੋਡ ਨਹੀਂ ਕਰਦਾ। dApp ਦੇ ਦਸਤਾਵੇਜ਼ਾਂ ਵਿਰੁੱਧ ਸਿਲੈਕਟਰ ਪੜ੍ਹੋ।
pl: Aperture nie dekoduje wywołań kontraktu bez źródła. Sprawdź selektor w dokumentacji dAppa.
pt_br: O Aperture não decodifica chamadas de contrato sem o código-fonte. Compare o seletor com a documentação da dApp.
ro: Aperture nu decodează apelurile de contract fără cod sursă. Compară selectorul cu documentația dApp-ului.
ru: Aperture не декодирует вызовы контракта без исходного кода. Сравните селектор с документацией dApp.
sk: Aperture nedekóduje volania kontraktu bez zdrojového kódu. Porovnajte selector s dokumentáciou dApp.
sl: Aperture brez izvorne kode ne dekodira klicev pogodbe. Primerjajte selector z dokumentacijo dApp.
sr: Aperture не декодира позиве уговора без изворног кода. Упоредите selector са документацијом dApp.
sv: Aperture avkodar inte kontraktsanrop utan källkod. Jämför selectorn med dAppens dokumentation.
sw: Aperture haisimbui miito ya mkataba bila chanzo. Soma kiteuzi ukilinganisha na nyaraka za dApp.
ta: மூலம் இல்லாமல் ஒப்பந்த அழைப்புகளை Aperture டிகோடு செய்வதில்லை. dApp-இன் ஆவணங்களுக்கு எதிராக selector-ஐப் படியுங்கள்.
te: మూలం లేకుండా కాంట్రాక్ట్ కాల్‌లను Aperture డీకోడ్ చేయదు. dApp డాక్యుమెంట్‌లకు వ్యతిరేకంగా selector‌ను చదవండి.
th: Aperture ไม่ถอดรหัสการเรียกสัญญาโดยไม่มีซอร์ส อ่านตัวเลือกเทียบกับเอกสารของ dApp
tr: Aperture kaynak olmadan sözleşme çağrılarını çözmez. Seçiciyi dApp’in belgelerine göre kontrol edin.
uk: Aperture не декодує виклики контракту без вихідного коду. Звірте селектор із документацією dApp.
ur: Aperture سورس کے بغیر کنٹریکٹ کالز کو ڈی کوڈ نہیں کرتا۔ سلیکٹر کو dApp کی دستاویزات کے مقابلے میں پڑھیں۔
vi: Aperture không giải mã các lệnh gọi hợp đồng nếu không có mã nguồn. Hãy đối chiếu selector với tài liệu của dApp.
zh_hans: Aperture 在没有源代码时不解码合约调用。请对照 dApp 文档检查选择子。
zh_hant: Aperture 在沒有原始碼時不解碼合約呼叫。請對照 dApp 文件檢查 selector。

source: Aperture estimates the gas limit automatically. Only change this if you know the transaction needs more.
af: Aperture skat die gaslimiet outomaties. Verander dit net as jy weet die transaksie het meer nodig.
ar: يقدّر Aperture حد الغاز تلقائيًا. غيّر هذا فقط إذا كنت تعلم أن المعاملة تحتاج إلى المزيد.
bg: Aperture изчислява лимита на газ автоматично. Променяйте това само ако знаете, че транзакцията се нуждае от повече.
bn: Aperture স্বয়ংক্রিয়ভাবে গ্যাস সীমা অনুমান করে। লেনদেনের আরও প্রয়োজন বলে আপনি জানলে তবেই এটি পরিবর্তন করুন।
ca: Aperture estima el límit de gas automàticament. Canvia-ho només si saps que la transacció en necessita més.
cs: Aperture odhaduje limit gasu automaticky. Měňte jej jen tehdy, víte-li, že transakce potřebuje více.
da: Aperture beregner gasgrænsen automatisk. Ændr kun dette, hvis du ved, at transaktionen kræver mere.
de: Aperture schätzt das Gaslimit automatisch. Ändere dies nur, wenn du weißt, dass die Transaktion mehr benötigt.
el: Το Aperture υπολογίζει αυτόματα το όριο gas. Αλλάξτε το μόνο αν γνωρίζετε ότι η συναλλαγή χρειάζεται περισσότερο.
es: Aperture estima el límite de gas automáticamente. Cámbialo solo si sabes que la transacción necesita más.
et: Aperture hindab gaasilimiidi automaatselt. Muutke seda ainult siis, kui teate, et tehing vajab rohkem.
fa: Aperture سقف گس را به‌طور خودکار تخمین می‌زند. این را فقط در صورتی تغییر دهید که می‌دانید تراکنش به مقدار بیشتری نیاز دارد.
fi: Aperture arvioi gas-rajan automaattisesti. Muuta tätä vain, jos tiedät tapahtuman tarvitsevan enemmän.
fil: Awtomatikong tinatantya ng Aperture ang gas limit. Baguhin lang ito kung alam mong kailangan ng transaksyon ang mas marami.
fr: Aperture estime automatiquement la limite de gas. Ne modifiez ceci que si vous savez que la transaction en nécessite plus.
he: ‎Aperture מעריך את מגבלת הגז באופן אוטומטי. שנה זאת רק אם אתה יודע שהעסקה זקוקה ליותר.
hi: Aperture गैस लिमिट का अनुमान स्वतः लगाता है। इसे केवल तभी बदलें जब आप जानते हों कि ट्रांज़ैक्शन को अधिक की आवश्यकता है।
hr: Aperture automatski procjenjuje ograničenje gasa. Promijenite ovo samo ako znate da transakcija treba više.
hu: Az Aperture automatikusan megbecsüli a gas-korlátot. Csak akkor változtasd meg, ha tudod, hogy a tranzakciónak többre van szüksége.
id: Aperture memperkirakan batas gas secara otomatis. Ubah ini hanya jika Anda tahu transaksi memerlukan lebih banyak.
is: Aperture áætlar gasmörkin sjálfkrafa. Breyttu þessu aðeins ef þú veist að færslan þarf meira.
it: Aperture stima automaticamente il limite di gas. Modificalo solo se sai che la transazione ne richiede di più.
ja: Aperture はガスリミットを自動で見積もります。取引にさらに必要だとわかっている場合のみ変更してください。
ko: Aperture가 가스 한도를 자동으로 추정합니다. 거래에 더 많은 가스가 필요하다는 것을 알 때만 변경하세요.
lt: Aperture įvertina dujų ribą automatiškai. Keiskite tai tik tuomet, jei žinote, kad operacijai reikia daugiau.
lv: Aperture automātiski aprēķina gāzes limitu. Mainiet to tikai tad, ja zināt, ka transakcijai nepieciešams vairāk.
ml: Aperture ഗ്യാസ് പരിധി സ്വയമേവ കണക്കാക്കുന്നു. ഇടപാടിന് കൂടുതൽ ആവശ്യമാണെന്ന് നിങ്ങൾക്ക് അറിയാമെങ്കിൽ മാത്രം ഇത് മാറ്റുക.
mr: Aperture गॅस मर्यादा आपोआप अंदाजित करते. व्यवहाराला अधिक हवे आहे हे माहीत असल्यासच हे बदला.
ms: Aperture menganggar had gas secara automatik. Tukar ini hanya jika anda tahu transaksi memerlukan lebih.
nb: Aperture beregner gassgrensen automatisk. Endre dette bare hvis du vet at transaksjonen trenger mer.
nl: Aperture schat de gaslimiet automatisch in. Wijzig dit alleen als je weet dat de transactie meer nodig heeft.
pa: Aperture ਗੈਸ ਸੀਮਾ ਆਪਣੇ ਆਪ ਅਨੁਮਾਨ ਲਗਾਉਂਦਾ ਹੈ। ਇਸਨੂੰ ਸਿਰਫ਼ ਤਾਂ ਹੀ ਬਦਲੋ ਜੇ ਤੁਹਾਨੂੰ ਪਤਾ ਹੈ ਕਿ ਲੈਣ-ਦੇਣ ਨੂੰ ਹੋਰ ਚਾਹੀਦਾ ਹੈ।
pl: Aperture szacuje limit gazu automatycznie. Zmień to tylko wtedy, gdy wiesz, że transakcja wymaga więcej.
pt_br: O Aperture estima o limite de gas automaticamente. Só altere isto se souber que a transação precisa de mais.
ro: Aperture estimează automat limita de gaz. Schimb-o doar dacă știi că tranzacția are nevoie de mai mult.
ru: Aperture оценивает лимит газа автоматически. Меняйте его, только если знаете, что транзакции нужно больше.
sk: Aperture odhaduje limit gasu automaticky. Zmeňte to len vtedy, ak viete, že transakcia potrebuje viac.
sl: Aperture samodejno oceni omejitev gasa. To spremenite le, če veste, da transakcija potrebuje več.
sr: Aperture automatski procenjuje gas limit. Menjajte ovo samo ako znate da transakciji treba više.
sv: Aperture uppskattar gasgränsen automatiskt. Ändra bara detta om du vet att transaktionen behöver mer.
sw: Aperture hukadiria kikomo cha gesi kiotomatiki. Badilisha hii tu ikiwa unajua muamala unahitaji zaidi.
ta: Aperture தானாகவே காஸ் வரம்பை மதிப்பிடுகிறது. பரிவர்த்தனைக்கு அதிகம் தேவை என்று உங்களுக்குத் தெரிந்தால் மட்டுமே இதை மாற்றவும்.
te: Aperture గ్యాస్ పరిమితిని స్వయంచాలకంగా అంచనా వేస్తుంది. లావాదేవీకి ఎక్కువ అవసరమని మీకు తెలిస్తే మాత్రమే దీన్ని మార్చండి.
th: Aperture ประมาณลิมิตแก๊สโดยอัตโนมัติ เปลี่ยนค่านี้เฉพาะเมื่อคุณทราบว่าธุรกรรมต้องใช้มากกว่านี้
tr: Aperture gas limitini otomatik olarak tahmin eder. Bunu yalnızca işlemin daha fazlasına ihtiyaç duyduğunu biliyorsanız değiştirin.
uk: Aperture оцінює ліміт газу автоматично. Змінюйте це, лише якщо знаєте, що транзакції потрібно більше.
ur: Aperture گیس کی حد خود بخود اندازہ لگاتا ہے۔ اسے صرف اسی صورت بدلیں جب آپ جانتے ہوں کہ ٹرانزیکشن کو زیادہ کی ضرورت ہے۔
vi: Aperture tự động ước tính giới hạn gas. Chỉ thay đổi nếu bạn biết giao dịch cần nhiều hơn.
zh_hans: Aperture 会自动估算 Gas 上限。仅在你确定交易需要更多时才更改。
zh_hant: Aperture 會自動估算 Gas 上限。僅在你確定交易需要更多時才更改。

source: Aperture has no servers that store your wallet, balances, transactions, or addresses.
af: Aperture het geen bedieners wat jou beursie, saldo's, transaksies of adresse stoor nie.
ar: ‏ليس لدى Aperture أي خوادم تخزّن محفظتك أو أرصدتك أو معاملاتك أو عناوينك.
bg: Aperture няма сървъри, които да съхраняват вашия портфейл, баланси, транзакции или адреси.
bn: Aperture-এর এমন কোনো সার্ভার নেই যা আপনার ওয়ালেট, ব্যালেন্স, লেনদেন বা ঠিকানা সংরক্ষণ করে।
ca: Aperture no té servidors que emmagatzemin la vostra cartera, saldos, transaccions o adreces.
cs: Aperture nemá žádné servery, které by ukládaly vaši peněženku, zůstatky, transakce nebo adresy.
da: Aperture har ingen servere, der gemmer din pung, saldi, transaktioner eller adresser.
de: Aperture hat keine Server, die Ihre Wallet, Guthaben, Transaktionen oder Adressen speichern.
el: Το Aperture δεν διαθέτει διακομιστές που αποθηκεύουν το πορτοφόλι, τα υπόλοιπα, τις συναλλαγές ή τις διευθύνσεις σας.
es: Aperture no tiene servidores que almacenen tu cartera, saldos, transacciones o direcciones.
et: Aperture'il ei ole servereid, mis salvestaksid teie rahakotti, saldosid, tehinguid ega aadresse.
fa: ‏Aperture هیچ سروری ندارد که کیف‌پول، موجودی، تراکنش‌ها یا آدرس‌های شما را ذخیره کند.
fi: Aperturella ei ole palvelimia, jotka tallentaisivat lompakkosi, saldosi, tapahtumasi tai osoitteesi.
fil: Walang server ang Aperture na nag-iimbak ng iyong wallet, balanse, transaksyon, o address.
fr: Aperture n'a aucun serveur qui stocke votre portefeuille, vos soldes, vos transactions ou vos adresses.
he: ‏ל-Aperture אין שרתים שמאחסנים את הארנק, היתרות, העסקאות או הכתובות שלך.
hi: Aperture के पास ऐसे कोई सर्वर नहीं हैं जो आपका वॉलेट, बैलेंस, लेन-देन या पते संग्रहीत करते हों।
hr: Aperture nema poslužitelje koji pohranjuju vaš novčanik, stanja, transakcije ili adrese.
hu: Az Aperture nem rendelkezik szerverekkel, amelyek tárolnák az Ön tárcáját, egyenlegeit, tranzakcióit vagy címeit.
id: Aperture tidak memiliki server yang menyimpan dompet, saldo, transaksi, atau alamat Anda.
is: Aperture hefur enga vefþjóna sem geyma veskið þitt, stöður, færslur eða vistföng.
it: Aperture non ha alcun server che memorizzi il tuo wallet, saldi, transazioni o indirizzi.
ja: Aperture には、お客様のウォレット、残高、トランザクション、アドレスを保管するサーバーはありません。
ko: Aperture에는 지갑, 잔액, 거래 내역 또는 주소를 저장하는 서버가 없습니다.
lt: Aperture neturi serverių, kuriuose būtų saugoma jūsų piniginė, likučiai, operacijos ar adresai.
lv: Aperture nav serveru, kas glabātu jūsu maciņu, atlikumus, darījumus vai adreses.
ml: നിങ്ങളുടെ വാലറ്റ്, ബാലൻസുകൾ, ഇടപാടുകൾ അല്ലെങ്കിൽ വിലാസങ്ങൾ സംഭരിക്കുന്ന ഒരു സെർവറും Aperture-നില്ല.
mr: Aperture कडे तुमचे वॉलेट, शिल्लक, व्यवहार किंवा पत्ते साठवणारे कोणतेही सर्व्हर नाहीत.
ms: Aperture tidak mempunyai pelayan yang menyimpan dompet, baki, transaksi atau alamat anda.
nb: Aperture har ingen servere som lagrer lommeboken, saldoene, transaksjonene eller adressene dine.
nl: Aperture heeft geen servers die je wallet, saldo's, transacties of adressen opslaan.
pa: Aperture ਕੋਲ ਤੁਹਾਡੇ ਵਾਲਿਟ, ਬਕਾਏ, ਲੈਣ-ਦੇਣ ਜਾਂ ਪਤਿਆਂ ਨੂੰ ਸਟੋਰ ਕਰਨ ਵਾਲਾ ਕੋਈ ਸਰਵਰ ਨਹੀਂ ਹੈ।
pl: Aperture nie ma żadnych serwerów, które przechowują Twój portfel, salda, transakcje ani adresy.
pt_br: O Aperture não tem servidores que armazenem sua carteira, saldos, transações ou endereços.
ro: Aperture nu are servere care să stocheze portofelul, soldurile, tranzacțiile sau adresele dvs.
ru: У Aperture нет серверов, которые хранили бы ваш кошелёк, балансы, транзакции или адреса.
sk: Aperture nemá žiadne servery, ktoré by ukladali vašu peňaženku, zostatky, transakcie alebo adresy.
sl: Aperture nima strežnikov, ki bi shranjevali vašo denarnico, stanja, transakcije ali naslove.
sr: Aperture нема сервере који чувају ваш новчаник, стања, трансакције или адресе.
sv: Aperture har inga servrar som lagrar din plånbok, dina saldon, transaktioner eller adresser.
sw: Aperture haina seva zinazohifadhi pochi yako, salio, miamala au anwani.
ta: Aperture-க்கு உங்கள் வாலட், இருப்புகள், பரிவர்த்தனைகள் அல்லது முகவரிகளைச் சேமிக்கும் சேவையகங்கள் எதுவும் இல்லை.
te: Aperture కు మీ వాలెట్, బ్యాలెన్స్‌లు, లావాదేవీలు లేదా చిరునామాలను నిల్వ చేసే సర్వర్లు లేవు.
th: Aperture ไม่มีเซิร์ฟเวอร์ใดที่จัดเก็บกระเป๋า ยอดคงเหลือ ธุรกรรม หรือที่อยู่ของคุณ
tr: Aperture'ün cüzdanınızı, bakiyelerinizi, işlemlerinizi veya adreslerinizi saklayan hiçbir sunucusu yoktur.
uk: Aperture не має серверів, які зберігали б ваш гаманець, баланси, транзакції чи адреси.
ur: ‏Aperture کا کوئی سرور نہیں ہے جو آپ کے بٹوے، بیلنس، لین دین یا پتوں کو محفوظ کرے۔
vi: Aperture không có máy chủ nào lưu trữ ví, số dư, giao dịch hoặc địa chỉ của bạn.
zh_hans: Aperture 没有任何服务器存储你的钱包、余额、交易或地址。
zh_hant: Aperture 沒有任何伺服器存儲你的錢包、餘額、交易或地址。
